Repository: layobaiju/plantbillios
Catalog: Plantbill/Plantbill/Resources/Localizable.xcstrings
Source language: en
Languages: hi, kn, ml, ta

source: % Percent
hi: % प्रतिशत
kn: % ಶೇಕಡಾ
ml: % ശതമാനം
ta: % சதவீதம்

source: Absent
hi: अनुपस्थित
kn: ಗೈರುಹಾಜರು
ml: ഹാജരല്ല
ta: வரவில்லை

source: Account created
hi: खाता बना
kn: ಖಾತೆ ರಚಿಸಲಾಗಿದೆ
ml: അക്കൗണ്ട് ഉണ്ടാക്കി
ta: கணக்கு உருவாக்கப்பட்டது

source: Activate
hi: सक्रिय करें
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: സജീവമാക്കുക
ta: செயல்படுத்து

source: Active
hi: सक्रिय
kn: ಸಕ್ರಿಯ
ml: സജീവം
ta: செயலில்

source: Active (shown in billing)
hi: सक्रिय (बिलिंग में दिखता है)
kn: ಸಕ್ರಿಯ (ಬಿಲ್ಲಿಂಗ್‌ನಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ)
ml: സജീവം (ബില്ലിംഗിൽ കാണിക്കും)
ta: செயலில் (பில்லிங்கில் காட்டப்படும்)

source: Add a plant
hi: एक पौधा जोड़ें
kn: ಒಂದು ಸಸ್ಯ ಸೇರಿಸಿ
ml: ഒരു ചെടി ചേർക്കുക
ta: ஒரு செடியைச் சேர்

source: Add a worker first.
hi: पहले एक मज़दूर जोड़ें।
kn: ಮೊದಲು ಒಬ್ಬ ಕಾರ್ಮಿಕನನ್ನು ಸೇರಿಸಿ.
ml: ആദ്യം ഒരു തൊഴിലാളിയെ ചേർക്കുക.
ta: முதலில் ஒரு தொழிலாளியைச் சேர்.

source: Add borrowing
hi: उधार जोड़ें
kn: ಸಾಲ ಸೇರಿಸಿ
ml: കടം ചേർക്കുക
ta: கடனைச் சேர்

source: Add many products at once from a spreadsheet, then attach photos by file name.
hi: एक स्प्रेडशीट से एक साथ कई सामान जोड़ें, फिर फ़ाइल नाम से फ़ोटो जोड़ें।
kn: ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ನಿಂದ ಒಟ್ಟಿಗೆ ಹಲವು ಸರಕುಗಳನ್ನು ಸೇರಿಸಿ, ನಂತರ ಫೈಲ್ ಹೆಸರಿನ ಮೂಲಕ ಫೋಟೋಗಳನ್ನು ಲಗತ್ತಿಸಿ.
ml: ഒരു സ്‌പ്രെഡ്‌ഷീറ്റിൽ നിന്ന് ഒരുമിച്ച് ഒട്ടേറെ സാധനങ്ങൾ ചേർക്കുക, പിന്നെ ഫയൽ പേര് വഴി ഫോട്ടോകൾ ചേർക്കുക.
ta: ஒரு விரிதாளிலிருந்து பல பொருட்களை ஒரே நேரத்தில் சேர்க்கவும், பிறகு கோப்புப் பெயர் மூலம் புகைப்படங்களை இணைக்கவும்.

source: Add product
hi: सामान जोड़ें
kn: ವಸ್ತು ಸೇರಿಸಿ
ml: സാധനം ചേർക്കുക
ta: பொருள் சேர்

source: Add products in the Products tab, or use Quick add.
hi: सामान टैब में सामान जोड़ें, या जल्दी जोड़ें का उपयोग करें।
kn: ಸರಕುಗಳು ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಸರಕುಗಳನ್ನು ಸೇರಿಸಿ, ಅಥವಾ ತ್ವರಿತ ಸೇರಿಸುವಿಕೆ ಬಳಸಿ.
ml: സാധനങ്ങൾ ടാബിൽ സാധനങ്ങൾ ചേർക്കുക, അല്ലെങ്കിൽ വേഗത്തിൽ ചേർക്കൽ ഉപയോഗിക്കുക.
ta: பொருட்கள் தாவலில் பொருட்களைச் சேர்க்கவும், அல்லது விரைவு சேர்ப்பைப் பயன்படுத்தவும்.

source: Add salesperson
hi: सेल्सपर्सन जोड़ें
kn: ಮಾರಾಟಗಾರನನ್ನು ಸೇರಿಸಿ
ml: വിൽപനക്കാരനെ ചേർക്കുക
ta: விற்பனையாளரைச் சேர்

source: Add staff
hi: स्टाफ़ जोड़ें
kn: ಸಿಬ್ಬಂದಿ ಸೇರಿಸಿ
ml: ജീവനക്കാരെ ചേർക്കുക
ta: பணியாளரைச் சேர்

source: Add to bill
hi: बिल में जोड़ें
kn: ಬಿಲ್‌ಗೆ ಸೇರಿಸಿ
ml: ബില്ലിലേക്ക് ചേർക്കുക
ta: பில்லில் சேர்

source: Add worker
hi: मज़दूर जोड़ें
kn: ಕಾರ್ಮಿಕನನ್ನು ಸೇರಿಸಿ
ml: തൊഴിലാളിയെ ചേർക്കുക
ta: தொழிலாளியைச் சேர்

source: Adds a one-off item to this bill (saved under "Quick Add").
hi: इस बिल में एक बार का सामान जोड़ता है ("जल्दी जोड़ें" के तहत सहेजा जाता है)।
kn: ಈ ಬಿಲ್‌ಗೆ ಒಂದು ಬಾರಿಯ ವಸ್ತುವನ್ನು ಸೇರಿಸುತ್ತದೆ ("ತ್ವರಿತ ಸೇರಿಸುವಿಕೆ" ಅಡಿಯಲ್ಲಿ ಉಳಿಸಲಾಗುತ್ತದೆ).
ml: ഈ ബില്ലിലേക്ക് ഒറ്റത്തവണ സാധനം ചേർക്കുന്നു ("വേഗത്തിൽ ചേർക്കൽ" എന്നതിന് കീഴിൽ സൂക്ഷിക്കും).
ta: இந்த பில்லில் ஒரு முறை பொருளைச் சேர்க்கிறது ("விரைவு சேர்ப்பு" கீழ் சேமிக்கப்படும்).

source: Advance
hi: अग्रिम
kn: ಮುಂಗಡ
ml: മുൻകൂർ
ta: முன்பணம்

source: Advance amount (₹)
hi: अग्रिम रकम (₹)
kn: ಮುಂಗಡ ಮೊತ್ತ (₹)
ml: മുൻകൂർ തുക (₹)
ta: முன்பணத் தொகை (₹)

source: All
hi: सभी
kn: ಎಲ್ಲಾ
ml: എല്ലാം
ta: அனைத்தும்

source: All staff
hi: सभी स्टाफ़
kn: ಎಲ್ಲಾ ಸಿಬ್ಬಂದಿ
ml: എല്ലാ ജീവനക്കാരും
ta: அனைத்து ஊழியர்களும்

source: Amount
hi: रकम
kn: ಮೊತ್ತ
ml: തുക
ta: தொகை

source: Amount (₹)
hi: रकम (₹)
kn: ಮೊತ್ತ (₹)
ml: തുക (₹)
ta: தொகை (₹)

source: Amount owed
hi: बकाया रकम
kn: ಬಾಕಿ ಮೊತ್ತ
ml: കടമുള്ള തുക
ta: நிலுவைத் தொகை

source: Approve
hi: मंज़ूर करें
kn: ಅನುಮೋದಿಸಿ
ml: അംഗീകരിക്കുക
ta: ஒப்புதல் அளி

source: Approve collections
hi: वसूली मंज़ूर करें
kn: ವಸೂಲಿಗಳನ್ನು ಅನುಮೋದಿಸಿ
ml: കട പിരിവുകൾ അംഗീകരിക്കുക
ta: வசூல்களை ஒப்புதல் அளி

source: Attendance
hi: हाज़िरी
kn: ಹಾಜರಾತಿ
ml: ഹാജർ
ta: வருகை

source: Balance to pay
hi: देना बाकी
kn: ಪಾವತಿಸಬೇಕಾದ ಬಾಕಿ
ml: നൽകാനുള്ള ബാക്കി
ta: செலுத்த வேண்டிய இருப்பு

source: Bill
hi: बिल
kn: ಬಿಲ್
ml: ബിൽ
ta: பில்

source: Bill already saved
hi: बिल पहले ही सहेजा जा चुका है
kn: ಬಿಲ್ ಈಗಾಗಲೇ ಉಳಿಸಲಾಗಿದೆ
ml: ബിൽ നേരത്തെ സേവ് ചെയ്തിട്ടുണ്ട്
ta: பில் ஏற்கனவே சேமிக்கப்பட்டது

source: Bill details
hi: बिल विवरण
kn: ಬಿಲ್ ವಿವರಗಳು
ml: ബിൽ വിവരങ്ങൾ
ta: பில் விவரங்கள்

source: Bill saved
hi: बिल सहेजा गया
kn: ಬಿಲ್ ಉಳಿಸಲಾಗಿದೆ
ml: ബിൽ സേവ് ചെയ്തു
ta: பில் சேமிக்கப்பட்டது

source: Bills
hi: बिल
kn: ಬಿಲ್‌ಗಳು
ml: ബില്ലുകൾ
ta: பில்கள்

source: Bills you parked to serve another customer. Tap Resume to continue one.
hi: दूसरे ग्राहक को निपटाने के लिए रोके गए बिल। जारी रखने के लिए 'फिर से शुरू करें' दबाएँ।
kn: ಇನ್ನೊಬ್ಬ ಗ್ರಾಹಕರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸಲು ನೀವು ತಡೆಹಿಡಿದ ಬಿಲ್‌ಗಳು. ಮುಂದುವರಿಸಲು 'ಮುಂದುವರಿಸಿ' ಒತ್ತಿ.
ml: മറ്റൊരു ഉപഭോക്താവിനെ സഹായിക്കാൻ നിങ്ങൾ മാറ്റിവെച്ച ബില്ലുകൾ. തുടരാൻ 'തുടരുക' അമർത്തുക.
ta: வேறு வாடிக்கையாளருக்கு உதவ நீங்கள் நிறுத்திவைத்த பில்கள். தொடர 'மீண்டும் தொடங்கு' அழுத்தவும்.

source: Borrowed from (name)
hi: किससे लिया (नाम)
kn: ಯಾರಿಂದ ಪಡೆದಿರಿ (ಹೆಸರು)
ml: ആരിൽ നിന്ന് വാങ്ങി (പേര്)
ta: யாரிடமிருந்து வாங்கியது (பெயர்)

source: Borrowing added.
hi: उधार जोड़ा गया.
kn: ಸಾಲ ಸೇರಿಸಲಾಗಿದೆ.
ml: കടം ചേർത്തു.
ta: கடன் சேர்க்கப்பட்டது.

source: Bulk import
hi: एक साथ आयात
kn: ಸಮೂಹ ಆಮದು
ml: കൂട്ടത്തോടെ ചേർക്കൽ
ta: மொத்தமாக இறக்குமதி

source: Business name
hi: व्यवसाय का नाम
kn: ವ್ಯಾಪಾರದ ಹೆಸರು
ml: സ്ഥാപനത്തിന്റെ പേര്
ta: வணிகப் பெயர்

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
ta: ரத்து செய்

source: Cash
hi: नकद
kn: ನಗದು
ml: പണം
ta: பணம்

source: Cash in hand
hi: हाथ में नकद
kn: ಕೈಯಲ್ಲಿರುವ ನಗದು
ml: കയ്യിലുള്ള പണം
ta: கையிருப்பு பணம்

source: Cash in hand (all time)
hi: हाथ में नकद (कुल)
kn: ಕೈಯಲ್ಲಿರುವ ನಗದು (ಒಟ್ಟು)
ml: കയ്യിലുള്ള പണം • എല്ലാ കാലവും
ta: கையிருப்பு பணம் (மொத்தம்)

source: Cash in hand (₹)
hi: हाथ में नकद (₹)
kn: ಕೈಯಲ್ಲಿರುವ ನಗದು (₹)
ml: കയ്യിലുള്ള പണം (₹)
ta: கையிருப்பு பணம் (₹)

source: Cash in hand set to %@.
hi: हाथ में नकद %@ पर सेट किया गया.
kn: ಕೈಯಲ್ಲಿರುವ ನಗದು %@ ಗೆ ಹೊಂದಿಸಲಾಗಿದೆ.
ml: കയ്യിലുള്ള പണം %@ ആയി സജ്ജമാക്കി.
ta: கையிருப்பு பணம் %@ ஆக அமைக்கப்பட்டது.

source: Cash part
hi: नकद हिस्सा
kn: ನಗದು ಭಾಗ
ml: പണത്തിന്റെ ഭാഗം
ta: பணப் பங்கு

source: Cash part (₹)
hi: नकद हिस्सा (₹)
kn: ನಗದು ಭಾಗ (₹)
ml: പണത്തിന്റെ ഭാഗം (₹)
ta: பணப் பகுதி (₹)

source: Category (optional)
hi: श्रेणी (वैकल्पिक)
kn: ವರ್ಗ (ಐಚ್ಛಿಕ)
ml: വിഭാഗം (നിർബന്ധമല്ല)
ta: வகை (விரும்பினால்)

source: Clear cart
hi: कार्ट खाली करें
kn: ಕಾರ್ಟ್ ತೆರವುಗೊಳಿಸಿ
ml: കാർട്ട് മായ്ക്കുക
ta: கார்ட்டை அழி

source: Close
hi: बंद करें
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
ta: மூடு

source: Close review
hi: समीक्षा बंद करें
kn: ಪರಿಶೀಲನೆ ಮುಚ್ಚಿ
ml: പരിശോധന അടയ്ക്കുക
ta: மதிப்பாய்வை மூடு

source: Collect %@
hi: %@ वसूलें
kn: %@ ವಸೂಲಿ
ml: %@ പിരിക്കുക
ta: %@ வசூலி

source: Collecting
hi: वसूली
kn: ವಸೂಲಿ
ml: പിരിക്കുന്നത്
ta: வசூலிப்பது

source: Collecting now (₹)
hi: अभी वसूल रहे हैं (₹)
kn: ಈಗ ವಸೂಲಿ ಮಾಡುತ್ತಿರುವುದು (₹)
ml: ഇപ്പോൾ പിരിക്കുന്നത് (₹)
ta: இப்போது வசூலிப்பது (₹)

source: Connected
hi: जुड़ा
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
ml: ബന്ധിപ്പിച്ചു
ta: இணைக்கப்பட்டது

source: Couldn't add the item.
hi: आइटम नहीं जोड़ा जा सका.
kn: ವಸ್ತುವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ml: ഇനം ചേർക്കാൻ കഴിഞ്ഞില്ല.
ta: பொருளைச் சேர்க்க முடியவில்லை.

source: Create account
hi: खाता बनाएँ
kn: ಖಾತೆ ರಚಿಸಿ
ml: അക്കൗണ്ട് ഉണ്ടാക്കുക
ta: கணக்கை உருவாக்கு

source: Custom
hi: कस्टम
kn: ಕಸ್ಟಮ್
ml: ഇഷ്ടാനുസൃതം
ta: தனிப்பயன்

source: Customer
hi: ग्राहक
kn: ಗ್ರಾಹಕ
ml: ഉപഭോക്താവ്
ta: வாடிக்கையாளர்

source: Customer (optional)
hi: ग्राहक (वैकल्पिक)
kn: ಗ್ರಾಹಕ (ಐಚ್ಛಿಕ)
ml: ഉപഭോക്താവ് (നിർബന്ധമല്ല)
ta: வாடிக்கையாளர் (விரும்பினால்)

source: Customer (required for due)
hi: ग्राहक (उधार के लिए आवश्यक)
kn: ಗ್ರಾಹಕ (ಸಾಲಕ್ಕೆ ಅಗತ್ಯ)
ml: ഉപഭോക്താവ് (കടത്തിന് ആവശ്യമാണ്)
ta: வாடிக்கையாளர் (கடனுக்குத் தேவை)

source: Customers
hi: ग्राहक
kn: ಗ್ರಾಹಕರು
ml: ഉപഭോക്താക്കൾ
ta: வாடிக்கையாளர்கள்

source: Days worked
hi: काम किए दिन
kn: ಕೆಲಸ ಮಾಡಿದ ದಿನಗಳು
ml: ജോലി ചെയ്ത ദിവസങ്ങൾ
ta: வேலை செய்த நாட்கள்

source: Deactivate
hi: निष्क्रिय करें
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ml: നിഷ്‌ക്രിയമാക്കുക
ta: செயலிழக்கச் செய்

source: Delete
hi: हटाएँ
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
ta: நீக்கு

source: Delete product?
hi: सामान हटाएँ?
kn: ವಸ್ತುವನ್ನು ಅಳಿಸಬೇಕೇ?
ml: സാധനം ഇല്ലാതാക്കണോ?
ta: பொருளை நீக்கவா?

source: Delete this bill?
hi: यह बिल हटाएँ?
kn: ಈ ಬಿಲ್ ಅಳಿಸುವುದೇ?
ml: ഈ ബിൽ ഇല്ലാതാക്കണോ?
ta: இந்த பில்லை நீக்கவா?

source: Delete this borrowing?
hi: यह उधार हटाएँ?
kn: ಈ ಸಾಲ ಅಳಿಸುವುದೇ?
ml: ഈ കടം ഇല്ലാതാക്കണോ?
ta: இந்தக் கடனை நீக்கவா?

source: Deleted.
hi: हटा दिया.
kn: ಅಳಿಸಲಾಗಿದೆ.
ml: ഇല്ലാതാക്കി.
ta: நீக்கப்பட்டது.

source: Discard
hi: हटाएँ
kn: ತ್ಯಜಿಸಿ
ml: ഒഴിവാക്കുക
ta: நீக்கு

source: Discount
hi: छूट
kn: ರಿಯಾಯಿತಿ
ml: കിഴിവ്
ta: தள்ளுபடி

source: Download Excel template
hi: एक्सेल टेम्पलेट डाउनलोड करें
kn: ಎಕ್ಸೆಲ್ ಟೆಂಪ್ಲೇಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: എക്‌സൽ ടെംപ്ലേറ്റ് ഡൗൺലോഡ് ചെയ്യുക
ta: எக்செல் டெம்ப்ளேட்டைப் பதிவிறக்கு

source: Due
hi: उधार
kn: ಸಾಲ
ml: കടം
ta: கடன்

source: Due (owed later, optional)
hi: उधार (बाद में देय, वैकल्पिक)
kn: ಸಾಲ (ನಂತರ ಪಾವತಿ, ಐಚ್ಛಿಕ)
ml: കടം (പിന്നീട് നൽകാൻ, നിർബന്ധമല്ല)
ta: கடன் (பின்னர் செலுத்த, விரும்பினால்)

source: Dues
hi: उधार
kn: ಬಾಕಿಗಳು
ml: കടങ്ങൾ
ta: நிலுவைகள்

source: Edit bill
hi: बिल संपादित करें
kn: ಬಿಲ್ ಸಂಪಾದಿಸಿ
ml: ബിൽ തിരുത്തുക
ta: பில்லைத் திருத்து

source: Edit expense
hi: खर्च संपादित करें
kn: ಖರ್ಚು ಸಂಪಾದಿಸಿ
ml: ചെലവ് തിരുത്തുക
ta: செலவைத் திருத்து

source: Edit payment
hi: भुगतान संपादित करें
kn: ಪಾವತಿ ಸಂಪಾದಿಸಿ
ml: പണമടവ് തിരുത്തുക
ta: பணம் செலுத்துதலைத் திருத்து

source: Edit product
hi: सामान संपादित करें
kn: ವಸ್ತುವನ್ನು ಸಂಪಾದಿಸಿ
ml: സാധനം തിരുത്തുക
ta: பொருளைத் திருத்து

source: Edit worker
hi: मज़दूर संपादित करें
kn: ಕಾರ್ಮಿಕನನ್ನು ಸಂಪಾದಿಸಿ
ml: തൊഴിലാളിയെ തിരുത്തുക
ta: தொழிலாளியைத் திருத்து

source: Edited
hi: संपादित
kn: ಸಂಪಾದಿಸಲಾಗಿದೆ
ml: തിരുത്തി
ta: திருத்தப்பட்டது

source: Email
hi: ईमेल
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
ta: மின்னஞ்சல்

source: Expenses
hi: खर्च
kn: ಖರ್ಚುಗಳು
ml: ചെലവുകൾ
ta: செலவுகள்

source: Female
hi: महिला
kn: ಮಹಿಳೆ
ml: സ്ത്രീ
ta: பெண்

source: From
hi: से
kn: ಇಂದ
ml: മുതൽ
ta: முதல்

source: Gender
hi: लिंग
kn: ಲಿಂಗ
ml: ലിംഗം
ta: பாலினம்

source: Give advance
hi: अग्रिम दें
kn: ಮುಂಗಡ ನೀಡಿ
ml: മുൻകൂർ നൽകുക
ta: முன்பணம் கொடு

source: Half-day
hi: आधा दिन
kn: ಅರ್ಧ ದಿನ
ml: അര ദിവസം
ta: அரை நாள்

source: Held bills
hi: रोके गए बिल
kn: ತಡೆಹಿಡಿದ ಬಿಲ್‌ಗಳು
ml: മാറ്റിവെച്ച ബില്ലുകൾ
ta: நிறுத்திவைத்த பில்கள்

source: Hold bill — serve another customer
hi: बिल रोकें — दूसरे ग्राहक को निपटाएँ
kn: ಬಿಲ್ ತಡೆಹಿಡಿಯಿರಿ — ಇನ್ನೊಬ್ಬ ಗ್ರಾಹಕರಿಗೆ ಸೇವೆ ಮಾಡಿ
ml: ബിൽ മാറ്റിവെക്കുക — മറ്റൊരാളെ സഹായിക്കുക
ta: பில்லை நிறுத்து — வேறு வாடிக்கையாளருக்கு உதவு

source: How was it paid?
hi: भुगतान कैसे हुआ?
kn: ಹೇಗೆ ಪಾವತಿಸಲಾಯಿತು?
ml: എങ്ങനെ അടച്ചു?
ta: எப்படி செலுத்தப்பட்டது?

source: Inactive
hi: निष्क्रिय
kn: ನಿಷ್ಕ್ರಿಯ
ml: സജീവമല്ല
ta: செயலற்றது

source: Include inactive
hi: निष्क्रिय भी शामिल करें
kn: ನಿಷ್ಕ್ರಿಯವಾದವುಗಳನ್ನೂ ಸೇರಿಸಿ
ml: നിഷ്‌ക്രിയമായവയും ഉൾപ്പെടുത്തുക
ta: செயலற்றவற்றையும் சேர்

source: Item name
hi: सामान का नाम
kn: ವಸ್ತುವಿನ ಹೆಸರು
ml: സാധനത്തിന്റെ പേര്
ta: பொருளின் பெயர்

source: Items
hi: सामान
kn: ವಸ್ತುಗಳು
ml: സാധനങ്ങൾ
ta: பொருட்கள்

source: Labour
hi: मज़दूर
kn: ಕಾರ್ಮಿಕರು
ml: തൊഴിലാളികൾ
ta: தொழிலாளர்கள்

source: Language
hi: भाषा
kn: ಭಾಷೆ
ml: ഭാഷ
ta: மொழி

source: Load more
hi: और दिखाएँ
kn: ಇನ್ನಷ್ಟು ತೋರಿಸಿ
ml: കൂടുതൽ കാണിക്കുക
ta: மேலும் காட்டு

source: Loading bills…
hi: बिल लोड हो रहे हैं…
kn: ಬಿಲ್‌ಗಳು ಲೋಡ್ ಆಗುತ್ತಿವೆ…
ml: ബില്ലുകൾ ലോഡ് ചെയ്യുന്നു…
ta: பில்கள் ஏற்றப்படுகின்றன…

source: Loading…
hi: लोड हो रहा है…
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ…
ml: ലോഡ് ചെയ്യുന്നു…
ta: ஏற்றுகிறது…

source: Log out
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
ta: வெளியேறு

source: Login email
hi: लॉगिन ईमेल
kn: ಲಾಗಿನ್ ಇಮೇಲ್
ml: ലോഗിൻ ഇമെയിൽ
ta: உள்நுழைவு மின்னஞ்சல்

source: Male
hi: पुरुष
kn: ಪುರುಷ
ml: പുരുഷൻ
ta: ஆண்

source: Manager
hi: मैनेजर
kn: ಮ್ಯಾನೇಜರ್
ml: മാനേജർ
ta: மேலாளர்

source: Method
hi: तरीका
kn: ವಿಧಾನ
ml: രീതി
ta: முறை

source: Month
hi: महीना
kn: ತಿಂಗಳು
ml: മാസം
ta: மாதம்

source: More
hi: और
kn: ಇನ್ನಷ್ಟು
ml: കൂടുതൽ
ta: மேலும்

source: Name
hi: नाम
kn: ಹೆಸರು
ml: പേര്
ta: பெயர்

source: Net
hi: शुद्ध
kn: ನಿವ್ವಳ
ml: അറ്റാദായം
ta: நிகரம்

source: Net income
hi: शुद्ध आय
kn: ನಿವ್ವಳ ಆದಾಯ
ml: അറ്റ വരുമാനം
ta: நிகர வருமானம்

source: New bill
hi: नया बिल
kn: ಹೊಸ ಬಿಲ್
ml: പുതിയ ബിൽ
ta: புதிய பில்

source: New product
hi: नया सामान
kn: ಹೊಸ ವಸ್ತು
ml: പുതിയ സാധനം
ta: புதிய பொருள்

source: No bills in this period.
hi: इस अवधि में कोई बिल नहीं।
kn: ಈ ಅವಧಿಯಲ್ಲಿ ಬಿಲ್‌ಗಳು ಇಲ್ಲ.
ml: ഈ കാലയളവിൽ ബില്ലുകളൊന്നുമില്ല.
ta: இந்தக் காலத்தில் பில்கள் இல்லை.

source: No customers yet
hi: अभी कोई ग्राहक नहीं
kn: ಇನ್ನೂ ಗ್ರಾಹಕರಿಲ್ಲ
ml: ഉപഭോക്താക്കൾ ഇല്ല
ta: இன்னும் வாடிக்கையாளர்கள் இல்லை

source: No notifications yet
hi: अभी कोई सूचना नहीं
kn: ಇನ್ನೂ ಯಾವುದೇ ಅಧಿಸೂಚನೆಗಳಿಲ್ಲ
ml: അറിയിപ്പുകൾ ഒന്നുമില്ല
ta: இதுவரை அறிவிப்புகள் இல்லை

source: No paid-off borrowings yet.
hi: अभी तक कोई चुकाया उधार नहीं।
kn: ಇನ್ನೂ ಹಿಂತಿರುಗಿಸಿದ ಸಾಲಗಳಿಲ್ಲ.
ml: തിരിച്ചടച്ച കടങ്ങളൊന്നുമില്ല.
ta: இன்னும் திருப்பிச் செலுத்திய கடன்கள் இல்லை.

source: No payments recorded yet.
hi: अभी तक कोई भुगतान दर्ज नहीं।
kn: ಇನ್ನೂ ಯಾವುದೇ ಪಾವತಿ ದಾಖಲಾಗಿಲ್ಲ.
ml: ഇതുവരെ പണമടവുകളൊന്നും രേഖപ്പെടുത്തിയിട്ടില്ല.
ta: இன்னும் பணம் செலுத்துதல் எதுவும் பதிவாகவில்லை.

source: No products
hi: कोई सामान नहीं
kn: ಯಾವುದೇ ಸರಕುಗಳಿಲ್ಲ
ml: സാധനങ്ങളൊന്നുമില്ല
ta: பொருட்கள் இல்லை

source: No products match "%@".
hi: "%@" से मेल खाता कोई सामान नहीं।
kn: "%@" ಗೆ ಹೊಂದುವ ಸರಕುಗಳಿಲ್ಲ.
ml: "%@" എന്നതിന് സാധനങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
ta: "%@" உடன் பொருந்தும் பொருட்கள் இல்லை.

source: No products yet
hi: अभी कोई सामान नहीं
kn: ಇನ್ನೂ ಯಾವುದೇ ಸರಕುಗಳಿಲ್ಲ
ml: ഇതുവരെ ഉൽപ്പന്നങ്ങൾ ഇല്ല
ta: இன்னும் பொருட்கள் இல்லை

source: Note (optional)
hi: टिप्पणी (वैकल्पिक)
kn: ಟಿಪ್ಪಣಿ (ಐಚ್ಛಿಕ)
ml: കുറിപ്പ് (നിർബന്ധമല്ല)
ta: குறிப்பு (விருப்பம்)

source: Nothing to approve
hi: मंज़ूर करने को कुछ नहीं
kn: ಅನುಮೋದಿಸಲು ಏನೂ ಇಲ್ಲ
ml: അംഗീകരിക്കാൻ ഒന്നുമില്ല
ta: ஒப்புதல் அளிக்க எதுவும் இல்லை

source: Notifications
hi: सूचनाएं
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
ta: அறிவிப்புகள்

source: Number of days
hi: दिनों की संख्या
kn: ದಿನಗಳ ಸಂಖ್ಯೆ
ml: ദിവസങ്ങളുടെ എണ്ണം
ta: நாட்களின் எண்ணிக்கை

source: OK
hi: ठीक है
kn: ಸರಿ
ml: ശരി
ta: சரி

source: On credit
hi: उधार पर
kn: ಸಾಲದಲ್ಲಿ
ml: കടത്തിൽ
ta: கடனில்

source: Open
hi: खोलें
kn: ತೆರೆ
ml: തുറക്കുക
ta: திற

source: Other dues
hi: अन्य बकाया
kn: ಇತರ ಬಾಕಿಗಳು
ml: മറ്റ് കടങ്ങൾ
ta: பிற நிலுவைகள்

source: Owes
hi: बकाया
kn: ಬಾಕಿ
ml: കടം
ta: நிலுவை

source: Owner
hi: मालिक
kn: ಮಾಲೀಕ
ml: ഉടമ
ta: உரிமையாளர்

source: Paid
hi: चुकाया
kn: ಪಾವತಿಸಿದೆ
ml: അടച്ചു
ta: செலுத்தியது

source: Paid ahead
hi: पहले चुकाया
kn: ಮುಂಚಿತವಾಗಿ ಪಾವತಿಸಿದ್ದು
ml: മുൻകൂർ നൽകിയത്
ta: முன்கூட்டியே செலுத்தியது

source: Partly paid
hi: आंशिक चुकाया
kn: ಭಾಗಶಃ ಪಾವತಿಸಿದೆ
ml: ഭാഗികമായി അടച്ചു
ta: பகுதியாக செலுத்தியது

source: Password
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
ta: கடவுச்சொல்

source: Password reset
hi: पासवर्ड रीसेट
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಲಾಗಿದೆ
ml: പാസ്‌വേഡ് പുനഃസജ്ജമാക്കി
ta: கடவுச்சொல் மீட்டமைக்கப்பட்டது

source: Pay back
hi: लौटाएँ
kn: ಹಿಂತಿರುಗಿಸಿ
ml: തിരിച്ചടയ്ക്കുക
ta: திருப்பிச் செலுத்து

source: Payment
hi: भुगतान
kn: ಪಾವತಿ
ml: പണമടയ്ക്കൽ
ta: பணம் செலுத்துதல்

source: Payment deleted.
hi: भुगतान हटाया गया.
kn: ಪಾವತಿ ಅಳಿಸಲಾಗಿದೆ.
ml: പണമടവ് ഇല്ലാതാക്കി.
ta: பணம் செலுத்தல் நீக்கப்பட்டது.

source: Payment history
hi: भुगतान इतिहास
kn: ಪಾವತಿ ಇತಿಹಾಸ
ml: പണമടവ് ചരിത്രം
ta: பணம் செலுத்திய வரலாறு

source: Payment method
hi: भुगतान का तरीका
kn: ಪಾವತಿ ವಿಧಾನ
ml: പണമടയ്ക്കൽ രീതി
ta: பணம் செலுத்தும் முறை

source: Payment mix
hi: भुगतान मिश्रण
kn: ಪಾವತಿ ಮಿಶ್ರಣ
ml: പണമടയ്ക്കൽ വിഭജനം
ta: பணம் செலுத்தும் கலவை

source: Payment recorded.
hi: भुगतान दर्ज किया गया.
kn: ಪಾವತಿ ದಾಖಲಿಸಲಾಗಿದೆ.
ml: പണമടവ് രേഖപ്പെടുത്തി.
ta: பணம் செலுத்தல் பதிவு செய்யப்பட்டது.

source: Percent
hi: प्रतिशत
kn: ಶೇಕಡಾ
ml: ശതമാനം
ta: சதவீதம்

source: Phone
hi: फ़ोन
kn: ಫೋನ್
ml: ഫോൺ
ta: தொலைபேசி

source: Phone (for receipts)
hi: फ़ोन (रसीद के लिए)
kn: ಫೋನ್ (ರಸೀದಿಗಳಿಗೆ)
ml: ഫോൺ (രസീതുകൾക്ക്)
ta: தொலைபேசி (ரசீதுகளுக்கு)

source: Phone (required — money owed)
hi: फ़ोन (आवश्यक — पैसा उधार)
kn: ಫೋನ್ (ಅಗತ್ಯ — ಸಾಲದ ಹಣ)
ml: ഫോൺ (നിർബന്ധം — പണം കടം)
ta: தொலைபேசி (தேவை — கடன் பணம்)

source: Present
hi: उपस्थित
kn: ಹಾಜರು
ml: ഹാജർ
ta: வருகை

source: Price
hi: कीमत
kn: ಬೆಲೆ
ml: വില
ta: விலை

source: Price (₹)
hi: कीमत (₹)
kn: ಬೆಲೆ (₹)
ml: വില (₹)
ta: விலை (₹)

source: Print receipt
hi: रसीद प्रिंट करें
kn: ರಸೀದಿ ಮುದ್ರಿಸಿ
ml: രസീത് പ്രിന്റ് ചെയ്യുക
ta: ரசீதை அச்சிடு

source: Printer
hi: प्रिंटर
kn: ಪ್ರಿಂಟರ್
ml: പ്രിന്റർ
ta: பிரிண்டர்

source: Products
hi: सामान
kn: ಸರಕುಗಳು
ml: സാധനങ്ങൾ
ta: பொருட்கள்

source: Purchase history
hi: खरीद इतिहास
kn: ಖರೀದಿ ಇತಿಹಾಸ
ml: വാങ്ങൽ ചരിത്രം
ta: கொள்முதல் வரலாறு

source: Quantity
hi: मात्रा
kn: ಪ್ರಮಾಣ
ml: എണ്ണം
ta: அளவு

source: Quick add custom item
hi: कस्टम सामान जल्दी जोड़ें
kn: ಕಸ್ಟಮ್ ವಸ್ತುವನ್ನು ತ್ವರಿತವಾಗಿ ಸೇರಿಸಿ
ml: ഇഷ്‌ടാനുസൃത സാധനം വേഗത്തിൽ ചേർക്കുക
ta: தனிப்பயன் பொருளை விரைவாகச் சேர்

source: Quick add item
hi: जल्दी सामान जोड़ें
kn: ತ್ವರಿತವಾಗಿ ವಸ್ತು ಸೇರಿಸಿ
ml: വേഗത്തിൽ സാധനം ചേർക്കുക
ta: விரைவாக பொருள் சேர்

source: Reason
hi: कारण
kn: ಕಾರಣ
ml: കാരണം
ta: காரணம்

source: Receipt
hi: रसीद
kn: ರಸೀದಿ
ml: രസീത്
ta: ரசீது

source: Recent payments
hi: हाल के भुगतान
kn: ಇತ್ತೀಚಿನ ಪಾವತಿಗಳು
ml: സമീപകാല പണമടവുകൾ
ta: சமீபத்திய பணம் செலுத்துதல்கள்

source: Record payment
hi: भुगतान दर्ज करें
kn: ಪಾವತಿ ದಾಖಲಿಸಿ
ml: പണം രേഖപ്പെടുത്തുക
ta: பணத்தைப் பதிவு செய்

source: Reject
hi: अस्वीकार करें
kn: ತಿರಸ್ಕರಿಸಿ
ml: നിരസിക്കുക
ta: நிராகரி

source: Remarks (optional)
hi: टिप्पणी (वैकल्पिक)
kn: ಟಿಪ್ಪಣಿ (ಐಚ್ಛಿಕ)
ml: കുറിപ്പ് (നിർബന്ധമല്ല)
ta: குறிப்பு (விரும்பினால்)

source: Remove
hi: हटाएँ
kn: ತೆಗೆದುಹಾಕಿ
ml: നീക്കുക
ta: நீக்கு

source: Remove salesperson
hi: सेल्सपर्सन हटाएँ
kn: ಮಾರಾಟಗಾರನನ್ನು ತೆಗೆದುಹಾಕಿ
ml: വിൽപനക്കാരനെ നീക്കുക
ta: விற்பனையாளரை நீக்கு

source: Remove this salesperson?
hi: सेल्सपर्सन हटाएँ?
kn: ಮಾರಾಟಗಾರನನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
ml: വിൽപനക്കാരനെ നീക്കണോ?
ta: விற்பனையாளரை நீக்கவா?

source: Reset password
hi: पासवर्ड रीसेट करें
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ml: പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുക
ta: கடவுச்சொல்லை மீட்டமை

source: Resume this bill
hi: यह बिल जारी रखें
kn: ಈ ಬಿಲ್ ಮುಂದುವರಿಸಿ
ml: ഈ ബിൽ തുടരുക
ta: இந்த பில்லைத் தொடரவும்

source: Review & pay
hi: देखें और भुगतान करें
kn: ಪರಿಶೀಲಿಸಿ ಪಾವತಿಸಿ
ml: പരിശോധിച്ച് പണം അടയ്ക്കുക
ta: பார்த்து பணம் செலுத்து

source: Review bill
hi: बिल देखें
kn: ಬಿಲ್ ಪರಿಶೀಲಿಸಿ
ml: ബിൽ പരിശോധിക്കുക
ta: பில்லைப் பார்க்கவும்

source: Running cash in hand
hi: हाथ में नकद (जारी)
kn: ಕೈಯಲ್ಲಿರುವ ನಗದು (ಮುಂದುವರಿಕೆ)
ml: കയ്യിലുള്ള പണം
ta: கையிருப்பு பணம் (தொடர்ச்சி)

source: Sales
hi: बिक्री
kn: ಮಾರಾಟ
ml: വിൽപന
ta: விற்பனை

source: Sales by category
hi: श्रेणी अनुसार बिक्री
kn: ವರ್ಗದ ಪ್ರಕಾರ ಮಾರಾಟ
ml: വിഭാഗം അനുസരിച്ച് വിൽപന
ta: வகை வாரியாக விற்பனை

source: Sales by shop
hi: दुकान अनुसार बिक्री
kn: ಅಂಗಡಿ ಪ್ರಕಾರ ಮಾರಾಟ
ml: കട അനുസരിച്ച് വിൽപന
ta: கடை வாரியாக விற்பனை

source: Salespeople
hi: विक्रेता
kn: ಮಾರಾಟಗಾರರು
ml: വിൽപനക്കാർ
ta: விற்பனையாளர்கள்

source: Salesperson
hi: सेल्सपर्सन
kn: ಮಾರಾಟಗಾರ
ml: വിൽപനക്കാരൻ
ta: விற்பனையாளர்

source: Save
hi: सेव करें
kn: ಉಳಿಸಿ
ml: സേവ് ചെയ്യുക
ta: சேமி

source: Save bill • %@
hi: बिल सहेजें • %@
kn: ಬಿಲ್ ಉಳಿಸಿ • %@
ml: ബിൽ സേവ് ചെയ്യുക • %@
ta: பில்லைச் சேமி • %@

source: Save changes
hi: बदलाव सहेजें
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ml: മാറ്റങ്ങൾ സേവ് ചെയ്യുക
ta: மாற்றங்களைச் சேமி

source: Save changes • %@
hi: बदलाव सहेजें • %@
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ • %@
ml: മാറ്റങ്ങൾ സേവ് ചെയ്യുക • %@
ta: மாற்றங்களைச் சேமி • %@

source: Save expense
hi: खर्च सहेजें
kn: ಖರ್ಚು ಉಳಿಸಿ
ml: ചെലവ് സേവ് ചെയ്യുക
ta: செலவைச் சேமி

source: Saved.
hi: सहेज लिया.
kn: ಉಳಿಸಲಾಗಿದೆ.
ml: സേവ് ചെയ്തു.
ta: சேமிக்கப்பட்டது.

source: Search products
hi: सामान खोजें
kn: ಸರಕುಗಳನ್ನು ಹುಡುಕಿ
ml: സാധനങ്ങൾ തിരയുക
ta: பொருட்களைத் தேடு

source: Send for approval
hi: मंज़ूरी के लिए भेजें
kn: ಅನುಮೋದನೆಗಾಗಿ ಕಳುಹಿಸಿ
ml: അംഗീകാരത്തിനായി അയയ്ക്കുക
ta: ஒப்புதலுக்கு அனுப்பு

source: Set cash in hand
hi: हाथ में नकद सेट करें
kn: ಕೈಯಲ್ಲಿರುವ ನಗದು ಹೊಂದಿಸಿ
ml: കയ്യിലുള്ള പണം സജ്ജമാക്കുക
ta: கையிருப்பு பணத்தை அமைக்கவும்

source: Shop details
hi: दुकान का विवरण
kn: ಅಂಗಡಿ ವಿವರಗಳು
ml: കടയുടെ വിവരങ്ങൾ
ta: கடை விவரங்கள்

source: Sign in
hi: साइन इन करें
kn: ಸೈನ್ ಇನ್
ml: സൈൻ ഇൻ
ta: உள்நுழை

source: Sign in to your shop
hi: अपनी दुकान में साइन इन करें
kn: ನಿಮ್ಮ ಅಂಗಡಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: നിങ്ങളുടെ കടയിലേക്ക് സൈൻ ഇൻ ചെയ്യുക
ta: உங்கள் கடையில் உள்நுழையவும்

source: Split
hi: बँटवारा
kn: ವಿಭಜನೆ
ml: വിഭജനം
ta: பிரித்தல்

source: Staff
hi: स्टाफ़
kn: ಸಿಬ್ಬಂದಿ
ml: ജീവനക്കാർ
ta: பணியாளர்கள்

source: Staff added.
hi: कर्मचारी जोड़ा गया.
kn: ಸಿಬ್ಬಂದಿ ಸೇರಿಸಲಾಗಿದೆ.
ml: ജീവനക്കാരനെ ചേർത്തു.
ta: பணியாளர் சேர்க்கப்பட்டார்.

source: Still owed
hi: अभी भी बकाया
kn: ಇನ್ನೂ ಬಾಕಿ
ml: ഇനിയും ബാക്കി
ta: இன்னும் நிலுவை

source: Subtotal
hi: उप-योग
kn: ಉಪಮೊತ್ತ
ml: ഉപത്തുക
ta: இடைத்தொகை

source: Tap "Add product" to create your first one.
hi: पहला बनाने के लिए "सामान जोड़ें" दबाएँ।
kn: ಮೊದಲನೆಯದನ್ನು ರಚಿಸಲು "ವಸ್ತು ಸೇರಿಸಿ" ಒತ್ತಿ.
ml: ആദ്യത്തേത് ഉണ്ടാക്കാൻ "സാധനം ചേർക്കുക" അമർത്തുക.
ta: முதலாவதை உருவாக்க "பொருள் சேர்" ஐ அழுத்தவும்.

source: To pay
hi: चुकाना है
kn: ಪಾವತಿಸಬೇಕು
ml: നൽകാനുള്ളത്
ta: செலுத்த வேண்டியது

source: Today
hi: आज
kn: ಇಂದು
ml: ഇന്ന്
ta: இன்று

source: Today's attendance
hi: आज की हाज़िरी
kn: ಇಂದಿನ ಹಾಜರಾತಿ
ml: ഇന്നത്തെ ഹാജർ
ta: இன்றைய வருகை

source: Top products
hi: शीर्ष सामान
kn: ಉನ್ನತ ಸಾಮಾನುಗಳು
ml: മികച്ച സാധനങ്ങൾ
ta: சிறந்த பொருட்கள்

source: Top sellers
hi: शीर्ष विक्रेता
kn: ಉನ್ನತ ಮಾರಾಟಗಾರರು
ml: മികച്ച വിൽപനക്കാർ
ta: சிறந்த விற்பனையாளர்கள்

source: Top sellers today
hi: आज के शीर्ष विक्रेता
kn: ಇಂದಿನ ಅಗ್ರ ಮಾರಾಟಗಾರರು
ml: ഇന്നത്തെ മികച്ച വിൽപനക്കാർ
ta: இன்றைய சிறந்த விற்பனையாளர்கள்

source: Total
hi: कुल
kn: ಒಟ್ಟು
ml: ആകെ
ta: மொத்தம்

source: Total expenses
hi: कुल खर्च
kn: ಒಟ್ಟು ಖರ್ಚುಗಳು
ml: ആകെ ചെലവുകൾ
ta: மொத்த செலவுகள்

source: Total outstanding
hi: कुल बकाया
kn: ಒಟ್ಟು ಬಾಕಿ
ml: ആകെ ബാക്കിയുള്ളത്
ta: மொத்த நிலுவை

source: Total paid
hi: कुल भुगतान
kn: ಒಟ್ಟು ಪಾವತಿಸಿದ್ದು
ml: ആകെ നൽകിയത്
ta: மொத்தம் செலுத்தியது

source: Total sales
hi: कुल बिक्री
kn: ಒಟ್ಟು ಮಾರಾಟ
ml: ആകെ വിൽപന
ta: மொத்த விற்பனை

source: Total spent
hi: कुल खर्च
kn: ಒಟ್ಟು ಖರ್ಚು
ml: ആകെ ചെലവാക്കിയത്
ta: மொத்த செலவு

source: Try again
hi: फिर से कोशिश करें
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
ta: மீண்டும் முயற்சிக்கவும்

source: UPI ID
hi: UPI आईडी
kn: UPI ಐಡಿ
ml: UPI ഐഡി
ta: UPI ஐடி

source: Unknown
hi: अज्ञात
kn: ಅಜ್ಞಾತ
ml: അജ്ഞാതം
ta: தெரியாதது

source: Updates and announcements will appear here.
hi: अपडेट और घोषणाएं यहां दिखेंगी.
kn: ನವೀಕರಣಗಳು ಮತ್ತು ಪ್ರಕಟಣೆಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ.
ml: പുതിയ വിവരങ്ങളും അറിയിപ്പുകളും ഇവിടെ കാണാം.
ta: புதுப்பிப்புகளும் அறிவிப்புகளும் இங்கே தோன்றும்.

source: Upload photos (.zip)
hi: फ़ोटो अपलोड करें (.zip)
kn: ಫೋಟೋಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ (.zip)
ml: ഫോട്ടോകൾ അപ്‌ലോഡ് ചെയ്യുക (.zip)
ta: புகைப்படங்களைப் பதிவேற்று (.zip)

source: Upload spreadsheet (.xlsx/.csv)
hi: स्प्रेडशीट अपलोड करें (.xlsx/.csv)
kn: ಸ್ಪ್ರೆಡ್‌ಶೀಟ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ (.xlsx/.csv)
ml: സ്‌പ്രെഡ്‌ഷീറ്റ് അപ്‌ലോഡ് ചെയ്യുക (.xlsx/.csv)
ta: விரிதாளைப் பதிவேற்று (.xlsx/.csv)

source: View by staff
hi: स्टाफ़ के अनुसार देखें
kn: ಸಿಬ್ಬಂದಿ ಪ್ರಕಾರ ವೀಕ್ಷಿಸಿ
ml: ജീവനക്കാരനനുസരിച്ച് കാണുക
ta: ஊழியர் வாரியாகப் பார்

source: Wage payment
hi: मज़दूरी भुगतान
kn: ಕೂಲಿ ಪಾವತಿ
ml: കൂലി നൽകൽ
ta: கூலி செலுத்துதல்

source: Wage per day (₹)
hi: प्रतिदिन मज़दूरी (₹)
kn: ದಿನದ ಕೂಲಿ (₹)
ml: ദിവസക്കൂലി (₹)
ta: நாள் கூலி (₹)

source: Waiting for manager approval
hi: मैनेजर की मंज़ूरी का इंतज़ार
kn: ಮ್ಯಾನೇಜರ್ ಅನುಮೋದನೆಗಾಗಿ ಕಾಯುತ್ತಿದೆ
ml: മാനേജരുടെ അംഗീകാരത്തിനായി കാത്തിരിക്കുന്നു
ta: மேலாளர் ஒப்புதலுக்காகக் காத்திருக்கிறது

source: Walk-in customer
hi: वॉक-इन ग्राहक
kn: ವಾಕ್-ಇನ್ ಗ್ರಾಹಕ
ml: വാക്ക്-ഇൻ ഉപഭോക്താവ്
ta: வாக்-இன் வாடிக்கையாளர்

source: Week
hi: सप्ताह
kn: ವಾರ
ml: ആഴ്ച
ta: வாரம்

source: Worker
hi: मज़दूर
kn: ಕಾರ್ಮಿಕ
ml: തൊഴിലാളി
ta: தொழிலாளி

source: Worker removed.
hi: कर्मचारी हटाया गया.
kn: ಕೆಲಸಗಾರನನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
ml: തൊഴിലാളിയെ നീക്കി.
ta: பணியாளர் நீக்கப்பட்டார்.

source: Workers
hi: मज़दूर
kn: ಕಾರ್ಮಿಕರು
ml: തൊഴിലാളികൾ
ta: தொழிலாளர்கள்

source: Your business
hi: आपका व्यवसाय
kn: ನಿಮ್ಮ ವ್ಯಾಪಾರ
ml: നിങ്ങളുടെ ബിസിനസ്
ta: உங்கள் வணிகம்

source: e.g. Ad-hoc plant, pot, soil
hi: उदा. पौधा, गमला, मिट्टी
kn: ಉದಾ. ಸಸಿ, ಕುಂಡ, ಮಣ್ಣು
ml: ഉദാ. ചെടി, ചട്ടി, മണ്ണ്
ta: எ.கா. செடி, தொட்டி, மண்

source: ₹ Flat
hi: ₹ सीधी
kn: ₹ ಫ್ಲಾಟ್
ml: ₹ ഫ്ലാറ്റ്
ta: ₹ நிலையானது

source: %@ activated.
ml: %@ സജീവമാക്കി.

source: %@ deactivated.
ml: %@ നിഷ്‌ക്രിയമാക്കി.

source: %@ removed.
ml: %@ നീക്കി.

source: 10-digit phone
ml: 10 അക്ക ഫോൺ നമ്പർ
